tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'docker'
brew 'jpeg'
brew 'x264'
brew 'ffmpeg'
brew 'git'
brew 'imagemagick'
brew 'jpegoptim'
brew 'libidn'
brew 'libpq'
brew 'libzip'
brew 'mas'
brew 'node'
brew 'optipng'
brew 'php'
brew 'tldr'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'amazon-music'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'obs'
cask 'phpstorm'
cask 'slack'
cask 'spotify'
cask 'sourcetree'
cask 'telegram'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoom'
